-- address 테이블 데이터
INSERT INTO address ( road_address, detail_address, zipcode, state, city) VALUES
 ( '서울특별시 종로구 자하문로1길 49-24', '', 3041, '서울특별시', '종로구'),
 ('충청남도 아산시 배방읍 월천8길 56', '', 31496, '충청남도', '아산시'),
 ('서울특별시 강남구 도산대로 535', '', 6013, '서울특별시', '강남구'),
 ('경상북도 포항시 북구 두호로 50', '', 37624, '경상북도', '포항시 북구'),
 ('경기도 남양주시 순화궁로 249', '', 12106, '경기도', '남양주시'),
 ('부산광역시 해운대구 송정중앙로21번길 30', '', 48070, '부산광역시', '해운대구'),
 ('경기도 안산시 단원구 초지로 94', '', 15448, '경기도', '안산시 단원구'),
 ('경기도 화성시 남양읍 남양성지로 12', '', 18259, '경기도', '화성시'),
 ('서울특별시 마포구 와우산로29다길 13', '', 4053, '서울특별시', '마포구'),
 ( '서울특별시 마포구 연남로 89', '', 3975, '서울특별시', '마포구');

-- place 테이블 데이터
INSERT INTO place (address_id, name, phone, description, category, is_parking, inside, outside, homepage, operation_status, pet_fee, weight_limit) VALUES
(1, '빵댕잇', '0507-1391-4670', '수제간식', '반려동물용품', 0, 1, 0, 'https://instagram.com/bread4dogs_bde', 'OPEN', 0, 0),
(2, '잇트릿', '0507-1370-9016', '강아지용품', '반려동물용품', 1, 1, 0, 'https://www.instagram.com/eat.treat._', 'OPEN', 0, 0),
(3, '피딩스프레쉬 청담점', '02-6953-9577', '강아지용품', '반려동물용품', 1, 1, 0, 'https://feedingsfresh.modoo.at/', 'OPEN', 0, 0),
(4, '포 헤븐', '054-243-0304', '수제간식, 원데이클래스', '반려동물용품', 0, 1, 0, 'https://www.instagram.com/paw._.heaven/', 'OPEN', 0, 0),
(5, '포썸 반려동물수제간식공방', '0507-1361-0993', '수제간식', '반려동물용품', 1, 1, 0, 'http://instagram.com/pawsome_one', 'OPEN', 0, 0),
(6, '멍멍잡화점', '0507-1455-3461', '강아지용품', '반려동물용품', 1, 1, 0, 'https://smartstore.naver.com/mungmung_store', 'OPEN', 0, 0),
(7, '우주의행성', '031-402-1546', '수제간식, 애견카페', '반려동물용품', 1, 1, 0, 'https://blog.naver.com/bpanda2', 'OPEN', 0, 0),
(8, '혜블리', '0507-1355-9336', '반려동물간식', '반려동물용품', 1, 1, 0, 'http://naver.me/5Gygnl8r', 'OPEN', 0, 0),
(9, '프레시플러시', '070-8773-8479', '강아지용품', '반려동물용품', 1, 1, 0, 'https://www.freshplush.com/', 'OPEN', 0, 0),
(10, '날라의식탁 피랩파트너스', '070-4455-8200', '강아지사료, 수제간식', '반려동물용품', 1, 1, 0, 'https://www.instagram.com/nalas_table/', 'OPEN', 0, 0);